Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# settings.hotkey.label.stop_override
source: Stop charge override
cs: Zastavit přepsání nabíjení
de: Ladeüberschreibung stoppen
fr: Arrêter la charge
it: Interrompi sovracrizione della carica
ja: 充電オーバーライドを停止
ko: 임시 충전 설정 취소
nl: Stop tijdelijke oplaadinstelling
pl: Wyłącz własne ustawienia ładowania
pt_br: Parar carregar sobreposição
ru: остановить процесс зарядки
tr: Şarjı geçersiz kılmayı durdur
uk: Зупинити процес заряджання
zh_hans: 停止充电覆盖

# settings.hotkey.label.toggle_high_power_mode
source: Toggle high power mode
cs: Přepnout na režim vysokého výkonu
de: Hohe Leistung umschalten
fr: Activer/désactiver le mode haute puissance
it: Attiva/disattiva modalità alta potenza
ja: 高性能モードを切り替え
ko: 고성능 모드 전환
nl: Zet hoge-energiemodus aan/uit
pl: Przełącz tryb wysokiego zużycia energii
pt_br: Alternar para modo de alto desempenho
ru: переключить в режим высокой производительности
tr: Yüksek güç modunu değiştir
uk: Перемкнути в режим високої продуктивності
zh_hans: 切换到高性能模式

# settings.hotkey.label.toggle_low_power_mode
source: Toggle low power mode
cs: Přepnout na režim nízké spotřeby
de: Niedrigen Energieverbrauch umschalten
fr: Activer/désactiver le mode faible consommation
it: Attiva/disattiva modalità basso consumo
ja: 省電力モードを切り替え
ko: 저전력 모드 전환
nl: Zet energiebesparingsmodus aan/uit
pl: Przełącz tryb niskiego zużycia energii
pt_br: Alternar para modo de baixo consumo
ru: переключить в режим низкого энергопотребления
tr: Düşük güç modunu değiştir
uk: Перемкнути в режим низького енергоспоживання
zh_hans: 切换到低功耗模式

# settings.label.analytics_are_always_on_during_beta
source: Always enabled during Beta
cs: Během betaverze vždy zapnuto
de: Immer während der Beta aktiviert
fr: Toujours activé pour les versions Beta
it: Sempre abilitato durante la Beta
ja: ベータ版では常に有効化されます
ko: 베타에서 항상 활성화됨
nl: Altijd ingeschakeld in bètaversie
pl: Zawsze włączone w wersji Beta
pt_br: Sempre habilitado durante o Beta
ru: Всегда включено во время бета-тестирования
tr: Beta sırasında her zaman etkin
uk: Завжди увімкнено під час бета-тестування
zh_hans: 测试版期间始终启用

# settings.label.battery_low_threshold
source: Battery is low at %lld%%
cs: Baterie je slabá na %lld%%
de: Batterie ist schwach bei %lld%%
fr: La batterie est basse à %lld%%
it: La batteria è scarica al %lld%%
ja: バッテリー残量が %lld%%で残量低下
ko: 배터리 낮음: %lld%%
nl: Batterij is bijna leeg bij %lld%%
pl: Niski stan baterii przy %lld%%
pt_br: A bateria está baixa em %lld%%
ru: аккумулятор разряжен до %lld%%
tr: Pil %%%lld altına düştüğünde
uk: Акумулятор розряджено до %lld%%
zh_hans: 电量低至%lld%%

# settings.label.charge_control_batfi_pauses_charging
source: BatFi pauses charging when your battery reaches the limit, then lets it charge again when the level drops.
cs: Když baterie dosáhne limitu, BatFi nabíjení pozastaví a znovu ho povolí, jakmile úroveň klesne.
de: BatFi pausiert das Laden, sobald dein Akku das Limit erreicht, und lässt ihn wieder laden, wenn der Ladestand sinkt.
fr: BatFi met la charge en pause lorsque votre batterie atteint la limite, puis la laisse reprendre quand le niveau redescend.
it: BatFi mette in pausa la ricarica quando la batteria raggiunge il limite e la lascia riprendere quando il livello scende.
ja: バッテリーが上限に達するとBatFiが充電を一時停止し、残量が下がると再び充電させます。
ko: 배터리가 한도에 도달하면 BatFi가 충전을 일시 정지하고, 잔량이 내려가면 다시 충전되도록 합니다.
nl: BatFi pauzeert het opladen zodra je batterij de limiet bereikt en laat hem weer opladen als het niveau daalt.
pl: Gdy bateria osiągnie limit, BatFi wstrzymuje ładowanie i pozwala je wznowić, gdy poziom spadnie.
pt_br: O BatFi pausa o carregamento quando a bateria atinge o limite e o deixa recomeçar quando o nível cai.
ru: Когда аккумулятор достигает лимита, BatFi приостанавливает зарядку и снова разрешает её, когда уровень падает.
tr: Pil sınıra ulaştığında BatFi şarjı duraklatır, seviye düştüğünde ise yeniden şarj olmasına izin verir.
uk: Коли акумулятор досягає ліміту, BatFi призупиняє заряджання й дозволяє його знову, коли рівень падає.
zh_hans: 当电池达到限制值时，BatFi会暂停充电；电量下降后再让它继续充电。

# settings.label.charge_control_help_button_accessibility
source: About charging on this Mac
cs: O nabíjení na tomto Macu
de: Über das Laden auf diesem Mac
fr: À propos de la charge sur ce Mac
it: Informazioni sulla ricarica su questo Mac
ja: このMacでの充電について
ko: 이 Mac의 충전에 관하여
nl: Over opladen op deze Mac
pl: O ładowaniu na tym Macu
pt_br: Sobre o carregamento neste Mac
ru: О зарядке на этом Mac
tr: Bu Mac’te şarj etme hakkında
uk: Про заряджання на цьому Mac
zh_hans: 关于这台Mac的充电

# settings.label.charge_control_help_heading
source: How charging works on this Mac
cs: Jak na tomto Macu funguje nabíjení
de: So funktioniert das Laden auf diesem Mac
fr: Comment fonctionne la charge sur ce Mac
it: Come funziona la ricarica su questo Mac
ja: このMacでの充電の仕組み
ko: 이 Mac에서 충전이 작동하는 방식
nl: Hoe opladen werkt op deze Mac
pl: Jak działa ładowanie na tym Macu
pt_br: Como funciona o carregamento neste Mac
ru: Как работает зарядка на этом Mac
tr: Bu Mac’te şarj etme nasıl çalışır
uk: Як працює заряджання на цьому Mac
zh_hans: 这台Mac的充电工作方式

# settings.label.charge_control_limit_requires_batfi_running
source: The pause is BatFi’s own, so your Mac charges normally whenever BatFi isn’t running.
cs: Toto pozastavení zajišťuje sám BatFi, takže když BatFi neběží, Mac se nabíjí normálně.
de: Diese Pause kommt von BatFi selbst, sodass dein Mac ganz normal lädt, wenn BatFi nicht läuft.
fr: Cette pause vient de BatFi lui-même, si bien que votre Mac se recharge normalement dès que BatFi ne tourne pas.
it: La pausa è di BatFi, quindi quando BatFi non è in esecuzione il Mac si ricarica normalmente.
ja: この一時停止はBatFi自身によるものなので、BatFiが動いていないときMacは通常どおり充電されます。
ko: 이 일시 정지는 BatFi가 직접 수행하므로, BatFi가 실행 중이 아닐 때는 Mac이 평소대로 충전됩니다.
nl: Die pauze komt van BatFi zelf, dus als BatFi niet draait, laadt je Mac gewoon normaal op.
pl: To wstrzymanie pochodzi od samego BatFi, więc gdy BatFi nie działa, Mac ładuje się normalnie.
pt_br: Essa pausa é do próprio BatFi, então, quando o BatFi não está em execução, o Mac carrega normalmente.
ru: Эту паузу обеспечивает сам BatFi, поэтому когда BatFi не запущен, Mac заряжается как обычно.
tr: Bu duraklatmayı BatFi’nin kendisi yapar; BatFi çalışmıyorken Mac’iniz normal şekilde şarj olur.
uk: Цю паузу забезпечує сам BatFi, тож коли BatFi не запущено, Mac заряджається як звичайно.
zh_hans: 这个暂停由BatFi自己完成，因此在BatFi未运行时，Mac会照常充电。

# settings.label.charging_recommendation_part1
source: 80% is the recommended value for a day-to-day usage.
cs: Doporučená hodnota pro každodenní používání je 80 %.
de: 80 % ist die empfohlene Einstellung für den alltäglichen Gebrauch
fr: 80 % est la valeur recommandée pour une utilisation quotidienne.
it: 80% è il valore raccomandato per un utilizzo giornaliero.
ja: 推奨される値は 80% です。
ko: 일상적인 사용 시 80%가 권장됩니다.
nl: 80% is het aanbevolen percentage voor dagelijks gebruik.
pl: 80% to rekomendowany limit ładowania podczas normalnego użytkowania.
pt_br: 80% é o valor recomendado para o uso diário.
ru: 80% - это рекомендуемое значение для ежедневного использования.
tr: Günlük kullanım için önerilen değer %80'dir.
uk: 80%, це рекомендоване значення для щоденного використання.
zh_hans: 80%是日常使用的推荐值

# settings.label.charging_recommendation_part2
source: You can manually override this setting by using the "Charge to 100%" command from the menu.
cs: Toto nastavení můžete ručně přepsat pomocí příkazu „Nabít na 100 %“ v nabídce
de: Du kannst diese Einstellung über den Menüpunkt "Aufladen auf 100 %" vorrübergehend aussetzten
fr: Vous pouvez contourner manuellement ce paramètre en utilisant la commande "Charger à 100%" dans le menu.
it: Puoi manualmente sovrascrivere queste impostazioni utilizzando il comando "Carica fino al 100%" nel menu.
ja: メニューバーから「100%まで充電する」を使用して、この設定を手動で書き換えることができます。
ko: 메뉴의 "배터리 완전 충전"을 통해 이 설정을 재설정할 수 있습니다.
nl: Je kunt deze instelling tijdelijk negeren door op “Laad op tot 100%" te klikken in het menu.
pl: Zawsze możesz naładować komputer używając polecenia "Naładuj do 100%" z menu.
pt_br: Você pode substituir manualmente essa configuração usando o comando “Carregar até 100%” no menu.
ru: Вы можете вручную отменить эту настройку, воспользовавшись командой "Зарядить до 100%" в меню.
tr: Menüden "%100 Şarj Et" komutunu kullanarak bu ayarı manuel olarak geçersiz kılabilirsiniz.
uk: Ви можете вручну скасувати це налаштування, скориставшись командою "Зарядити до 100%" у меню.
zh_hans: 你可以使用菜单栏中的“充电至100%”命令来手动覆盖这里的设置。

# settings.label.diagnostics_charging_control
source: Charging control
cs: Řízení nabíjení
de: Ladesteuerung
fr: Contrôle de la charge
it: Controllo della ricarica
ja: 充電制御
ko: 충전 제어
nl: Oplaadregeling
pl: Kontrola ładowania
pt_br: Controle de carregamento
ru: Управление зарядкой
tr: Şarj denetimi
uk: Керування заряджанням
zh_hans: 充电控制

# settings.label.diagnostics_charging_control_active
source: Active
cs: Aktivní
de: Aktiv
fr: Actif
it: Attivo
ja: 動作中
ko: 작동 중
nl: Actief
pl: Aktywna
pt_br: Ativo
ru: Активно
tr: Etkin
uk: Активне
zh_hans: 已启用

# settings.label.diagnostics_charging_control_idle
source: Available, not in use
cs: Dostupné, nepoužívá se
de: Verfügbar, nicht in Verwendung
fr: Disponible, non utilisé
it: Disponibile, non in uso
ja: 利用可能（未使用）
ko: 사용 가능, 사용 중 아님
nl: Beschikbaar, niet in gebruik
pl: Dostępna, nieużywana
pt_br: Disponível, sem uso
ru: Доступно, не используется
tr: Kullanılabilir, kullanımda değil
uk: Доступне, не використовується
zh_hans: 可用，未在使用

# settings.label.diagnostics_charging_control_system_charge_limit
source: Active (via macOS Charge Limit)
cs: Aktivní (přes Limit nabíjení v macOS)
de: Aktiv (über macOS-Ladelimit)
fr: Actif (via la limite de charge de macOS)
it: Attivo (tramite il limite di ricarica di macOS)
ja: 動作中（macOSの充電上限を使用）
ko: 작동 중(macOS 충전 제한 사용)
nl: Actief (via macOS-oplaadlimiet)
pl: Aktywna (przez limit ładowania macOS)
pt_br: Ativo (via Limite de Carga do macOS)
ru: Активно (через лимит заряда macOS)
tr: Etkin (macOS Şarj Sınırı ile)
uk: Активне (через ліміт заряду macOS)
zh_hans: 已启用（通过macOS充电限制）

# settings.label.diagnostics_charging_control_unavailable
source: Not available
cs: Není dostupné
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile
ja: 利用できません
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępna
pt_br: Não disponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступне
zh_hans: 不可用

# settings.label.diagnostics_charging_control_unknown
source: Unknown
cs: Neznámé
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznana
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知

# settings.label.diagnostics_charging_control_unsupported_explanation
source: BatFi can’t control charging on this Mac. Its firmware doesn’t support it.
cs: BatFi nemůže na tomto Macu řídit nabíjení, jeho firmware to nepodporuje.
de: BatFi kann das Laden auf diesem Mac nicht steuern, die Firmware unterstützt das nicht.
fr: BatFi ne peut pas contrôler la charge sur ce Mac, son micrologiciel ne le permet pas.
it: BatFi non può controllare la ricarica su questo Mac, il suo firmware non lo supporta.
ja: ファームウェアが対応していないため、BatFiはこのMacの充電を制御できません。
ko: 이 Mac에서는 펌웨어가 지원하지 않아 BatFi가 충전을 제어할 수 없습니다.
nl: BatFi kan het opladen op deze Mac niet regelen, de firmware ondersteunt dat niet.
pl: BatFi nie może kontrolować ładowania na tym Macu, jego firmware tego nie obsługuje.
pt_br: O BatFi não consegue controlar o carregamento neste Mac, o firmware dele não oferece suporte a isso.
ru: BatFi не может управлять зарядкой на этом Mac, его прошивка это не поддерживает.
tr: BatFi bu Mac’te şarj etmeyi denetleyemiyor, donanım yazılımı bunu desteklemiyor.
uk: BatFi не може керувати заряджанням на цьому Mac, його прошивка цього не підтримує.
zh_hans: BatFi无法控制这台Mac的充电，其固件不支持。

# settings.label.diagnostics_firmware_unknown
source: Unknown
cs: Neznámý
de: Unbekannt
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
uk: Невідомо
zh_hans: 未知

# settings.label.diagnostics_system_charge_limit_conflict
source: Your Mac’s own Charge Limit, in System Settings › Battery, is set to %@. It can stop charging before BatFi’s limit is reached. Set it to 100%% there so BatFi is the only thing in control.
cs: Vlastní Limit nabíjení vašeho Macu v Nastavení systému › Baterie je nastaven na %@. Může zastavit nabíjení dřív, než se dosáhne limitu BatFi. Nastavte jej tam na 100 %%, aby vše řídil pouze BatFi.
de: Das eigene Ladelimit deines Macs in den Systemeinstellungen › Batterie ist auf %@ eingestellt. Es kann das Laden stoppen, bevor das Limit von BatFi erreicht ist. Stelle es dort auf 100%%, damit nur BatFi die Kontrolle hat.
fr: La limite de charge propre à votre Mac, dans Réglages Système › Batterie, est fixée à %@. Elle peut arrêter la charge avant que la limite de BatFi ne soit atteinte. Réglez-la sur 100%% afin que BatFi soit le seul à contrôler la charge.
it: Il limite di ricarica del tuo Mac, in Impostazioni di Sistema › Batteria, è impostato a %@. Può interrompere la ricarica prima che venga raggiunto il limite di BatFi. Impostalo al 100%% lì, così BatFi sarà l'unico a gestire la ricarica.
ja: システム設定 › バッテリーにあるMac自体の充電上限が%@に設定されています。この設定により、BatFiの上限に達する前に充電が停止することがあります。BatFiだけが制御するように、そちらは100%%に設定してください。
ko: 시스템 설정 › 배터리에 있는 Mac 자체의 충전 제한이 %@로 설정되어 있습니다. 이 때문에 BatFi의 한도에 도달하기 전에 충전이 멈출 수 있습니다. BatFi만 제어하도록 그곳의 값을 100%%로 설정하세요.
nl: Het eigen oplaadlimiet van je Mac, in Systeeminstellingen › Batterij, staat op %@. Dit kan het opladen stoppen voordat de limiet van BatFi is bereikt. Stel het daar in op 100%% zodat alleen BatFi de controle heeft.
pl: Własny limit ładowania Twojego Maca, w Ustawieniach systemowych › Bateria, jest ustawiony na %@. Może zatrzymać ładowanie, zanim zostanie osiągnięty limit BatFi. Ustaw tam 100%%, aby wszystkim sterował wyłącznie BatFi.
pt_br: O Limite de Carga do próprio Mac, em Ajustes do Sistema › Bateria, está definido para %@. Ele pode interromper o carregamento antes que o limite do BatFi seja atingido. Defina-o como 100%% lá, para que o BatFi seja o único no controle.
ru: Собственный лимит заряда вашего Mac в Системных настройках › Аккумулятор установлен на %@. Он может остановить зарядку раньше, чем будет достигнут лимит BatFi. Установите там 100%%, чтобы всем управлял только BatFi.
tr: Mac’inizin Sistem Ayarları › Pil bölümündeki kendi Şarj Sınırı %@ olarak ayarlanmış. Bu, BatFi’nin sınırına ulaşılmadan şarjı durdurabilir. Denetimin yalnızca BatFi’de olması için orada %%100 olarak ayarlayın.
uk: Власний ліміт заряду вашого Mac у Системних параметрах › Акумулятор встановлено на %@. Він може зупинити заряджання ще до досягнення ліміту BatFi. Встановіть там 100%%, щоб усім керував лише BatFi.
zh_hans: 这台Mac在“系统设置 › 电池”中自带的充电限制被设置为%@。它可能在达到BatFi的限制之前就停止充电。请在那里将其设为100%%，以便仅由BatFi控制充电。

# settings.label.firmware_range_battery_may_dip_below_limit
source: Your battery can drop as much as %@ below the limit before charging starts again. That dip is how the firmware holds the limit. It isn’t a fault.
cs: Baterie může klesnout až o %@ pod limit, než se nabíjení znovu spustí. Tento pokles je způsob, jakým firmware limit udržuje, nejde o závadu.
de: Dein Akku kann bis zu %@ unter das Limit fallen, bevor das Laden wieder beginnt. Dieses Absinken ist die Art, wie die Firmware das Limit hält, es ist kein Fehler.
fr: Votre batterie peut descendre jusqu'à %@ en dessous de la limite avant que la charge ne reprenne. Cette baisse correspond à la façon dont le micrologiciel maintient la limite, ce n'est pas un défaut.
it: La batteria può scendere fino a %@ sotto il limite prima che la ricarica riprenda. Questo calo è il modo in cui il firmware mantiene il limite, non è un difetto.
ja: 充電が再開されるまでに、バッテリーは上限から最大%@まで下がることがあります。この低下はファームウェアが上限を維持する仕組みによるもので、不具合ではありません。
ko: 충전이 다시 시작되기 전까지 배터리가 한도보다 최대 %@까지 내려갈 수 있습니다. 이러한 하락은 펌웨어가 한도를 유지하는 방식이며 결함이 아닙니다.
nl: Je batterij kan tot %@ onder de limiet zakken voordat het opladen weer begint. Die daling is de manier waarop de firmware de limiet aanhoudt, het is geen storing.
pl: Bateria może spaść nawet o %@ poniżej limitu, zanim ładowanie znów się rozpocznie. Ten spadek to sposób, w jaki firmware utrzymuje limit, to nie jest usterka.
pt_br: Sua bateria pode cair até %@ abaixo do limite antes que o carregamento recomece. Essa queda é a forma como o firmware mantém o limite, não é uma falha.
ru: Заряд аккумулятора может опуститься на %@ ниже лимита, прежде чем зарядка возобновится. Такое снижение, это способ, которым прошивка удерживает лимит, а не неисправность.
tr: Şarj yeniden başlamadan önce piliniz sınırın %@ altına kadar düşebilir. Bu düşüş, donanım yazılımının sınırı koruma biçimidir, bir arıza değildir.
uk: Заряд акумулятора може впасти на %@ нижче ліміту, перш ніж заряджання відновиться. Таке просідання, це спосіб, у який прошивка утримує ліміт, а не несправність.
zh_hans: 在重新开始充电之前，电量最多可能比限制值低%@。这种回落是固件维持限制的方式，并非故障。

# settings.label.firmware_range_cannot_pause_charging
source: Your limit keeps holding while the Mac is asleep, enforced by its firmware, so there is nothing for BatFi to pause. The settings for pausing on sleep and for stopping when the battery gets hot aren’t shown on this Mac, because charging here is held at your limit rather than stopped on request.
cs: Váš limit platí i během spánku Macu, protože jej vynucuje firmware, takže BatFi nemá co pozastavovat. Nastavení pro pozastavení při uspání a pro zastavení při zahřátí baterie se na tomto Macu nezobrazují, protože nabíjení je zde drženo na vašem limitu, nikoli zastavováno na vyžádání.
de: Dein Limit bleibt auch im Ruhezustand des Macs bestehen, durchgesetzt von der Firmware, daher gibt es für BatFi nichts zu pausieren. Die Einstellungen zum Pausieren im Ruhezustand und zum Stoppen bei zu warmem Akku werden auf diesem Mac nicht angezeigt, weil das Laden hier auf deinem Limit gehalten und nicht auf Anforderung gestoppt wird.
fr: Votre limite reste maintenue lorsque le Mac est en veille, car elle est appliquée par son micrologiciel : BatFi n'a donc rien à mettre en pause. Les réglages de mise en pause en veille et d'arrêt en cas de surchauffe de la batterie ne sont pas affichés sur ce Mac, car la charge y est maintenue à votre limite plutôt qu'arrêtée sur demande.
it: Il tuo limite resta attivo anche mentre il Mac è in standby, perché è applicato dal firmware, quindi BatFi non ha nulla da mettere in pausa. Le impostazioni per la pausa durante lo standby e per l'interruzione al surriscaldamento della batteria non vengono mostrate su questo Mac, perché qui la ricarica viene mantenuta al tuo limite anziché interrotta su richiesta.
ja: Macがスリープ中も、ファームウェアによって上限が維持されるため、BatFiが一時停止するものはありません。このMacでは、充電は要求に応じて停止されるのではなく上限で維持されるため、スリープ時の充電一時停止やバッテリーが熱くなったときの充電停止の設定は表示されません。
ko: Mac이 잠자기 상태일 때도 펌웨어가 한도를 계속 유지하므로 BatFi가 중단할 것이 없습니다. 이 Mac에서는 충전이 요청에 따라 멈추는 대신 설정한 한도에서 유지되므로, 잠자기 시 충전 중단 및 배터리가 뜨거울 때 충전 중단 설정은 표시되지 않습니다.
nl: Je limiet blijft gelden terwijl de Mac in sluimerstand staat, afgedwongen door de firmware, dus er is voor BatFi niets te pauzeren. De instellingen voor pauzeren bij sluimerstand en voor stoppen als de batterij te heet wordt, worden op deze Mac niet getoond, omdat het opladen hier op jouw limiet wordt gehouden in plaats van op verzoek gestopt.
pl: Twój limit obowiązuje także wtedy, gdy Mac śpi, ponieważ wymusza go firmware, więc BatFi nie ma czego wstrzymywać. Ustawienia wstrzymywania ładowania przy usypianiu i przerywania go przy gorącej baterii nie są pokazywane na tym Macu, ponieważ ładowanie jest tu utrzymywane na poziomie limitu, a nie zatrzymywane na żądanie.
pt_br: Seu limite continua sendo mantido enquanto o Mac está em suspensão, aplicado pelo firmware, portanto não há nada para o BatFi pausar. Os ajustes para pausar na suspensão e para interromper quando a bateria esquenta não são exibidos neste Mac, porque aqui o carregamento é mantido no seu limite em vez de ser interrompido sob demanda.
ru: Ваш лимит действует и когда Mac спит, так как его обеспечивает прошивка, поэтому BatFi нечего приостанавливать. Настройки приостановки зарядки при переходе в сон и её остановки при нагреве аккумулятора не показываются на этом Mac, потому что зарядка здесь удерживается на вашем лимите, а не останавливается по запросу.
tr: Sınırınız, donanım yazılımı tarafından uygulandığı için Mac uyku modundayken de geçerli kalır; bu yüzden BatFi’nin duraklatacağı bir şey yoktur. Uyku modunda duraklatma ve pil ısındığında durdurma ayarları bu Mac’te gösterilmez, çünkü burada şarj istek üzerine durdurulmak yerine sizin sınırınızda tutulur.
uk: Ваш ліміт діє й тоді, коли Mac спить, бо його забезпечує прошивка, тож BatFi нічого призупиняти. Параметри призупинення заряджання під час сну та зупинки при нагріванні акумулятора не показуються на цьому Mac, оскільки заряджання тут утримується на вашому ліміті, а не зупиняється на запит.
zh_hans: Mac睡眠时限制仍由固件持续维持，因此BatFi没有可暂停的内容。这台Mac不会显示睡眠时暂停充电和电池过热时停止充电的设置，因为这里的充电是保持在你设定的限制值，而不是按请求停止。
